
===========================================================================
report_tns
============================================================================
tns -571.62

===========================================================================
report_wns
============================================================================
wns -12.18

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -12.18

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.11
