
===========================================================================
report_tns
============================================================================
tns -33450.18

===========================================================================
report_wns
============================================================================
wns -16.44

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -16.44

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.11
