
===========================================================================
report_tns
============================================================================
tns -61324.79

===========================================================================
report_wns
============================================================================
wns -22.46

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -22.46

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.11
