
===========================================================================
report_tns
============================================================================
tns -598.19

===========================================================================
report_wns
============================================================================
wns -12.65

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -12.65

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.11
