
===========================================================================
report_tns
============================================================================
tns -547.27

===========================================================================
report_wns
============================================================================
wns -11.73

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -11.73

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.11
